Repository: ggsben/Maxter-Management
Catalog: Maxter Management/Resources/DynamicResources.*.resx
Languages: hu

# MenuFunctions_Billing_Click_Close
source: Close
hu: Bezárás

# MenuFunctions_Billing_Click_Create_invoice
source: Create invoice
hu: Számla készítése

# MenuFunctions_Billing_Click_Download_invoices
source: Download invoices
hu: Számlák letöltése

# MenuFunctions_Billing_Click_Load_invoices
source: Load invoices
hu: Számlák megjelenítése

source: Invoices are not downloaded. Please download invoices first.
hu: Nincsenek letöltött számlák. Kérjük, töltse le elöbb őket.

# MenuFunctions_LoadInvoices_Click_Warning
source: Warning
hu: Figyelmeztetés

# MenuFunctions_Login_Error
source: Error
hu: Hiba

# MenuFunctions_Login_Failed_login_
source: Failed login!
hu: Sikertelen bejelentkezés!

# MenuFunctions_ModifyOrder_Click_Order_ID__
source: Order ID:
hu: Rendelés ID:

source: Requested amount exceeds current stock! Avaiable stock: {0}
hu: A kért mennyíség meghaladja a készletet! Készlet: {0}

# MenuFunctions_OrderDgv_Desc_
source: Description
hu: Leírás

# MenuFunctions_OrderDgv_KeyDown_Delete_selected_item_
source: Delete selected item?
hu: Törli a kiválaszott elemet?

# MenuFunctions_OrderDgv_Price_
source: Price
hu: Ár

# MenuFunctions_OrderDgv_Pu_
source: PU
hu: Cs. E.:

# MenuFunctions_OrderDgv_Qty_
source: Quantity
hu: Mennyíség:

# MenuFunctions_OrderDgv_Sku_
source: SKU
hu: Cikkszám

# MenuFunctions_Orders_Click_Create_order
source: Create order
hu: Rendelés létrehozása

# MenuFunctions_Orders_Click_Fill_stock
source: Fill stock
hu: Készlet feltöltés

# MenuFunctions_Orders_Click_Mark_as_shipped
source: Mark as shipped
hu: Megjelölés szállítottként

# MenuFunctions_Orders_Click_Modify_order
source: Modify order
hu: Rendelés szerkesztése

# MenuFunctions_Orders_Click_Remove_order
source: Remove order
hu: Rendelés törlése

# MenuFunctions_PartnerMenu_Create_partner
source: Create partner
hu: Partner hozzáadása

# MenuFunctions_PartnerMenu_Modify_partner
source: Modify partner
hu: Partner szerkesztése

# MenuFunctions_PartnerMenu_Remove_partner
source: Remove partner
hu: Partner törlése

# MenuFunctions_ProductMenu_Add_EAN
source: Add EAN
hu: EAN hozzáadása

# MenuFunctions_ProductMenu_Add_Price
source: Add Price
hu: Ár hozzáadása

# MenuFunctions_ProductMenu_Create_new_record
source: Create new record
hu: Új rekord létrehozása

# MenuFunctions_ProductMenu_Modify_EAN
source: Modify EAN
hu: EAN szerkesztése

# MenuFunctions_ProductMenu_Modify_Price
source: Modify Price
hu: Ár szerkesztése

# MenuFunctions_ProductMenu_Modify_record
source: Modify record
hu: Rekord szerkesztése

# MenuFunctions_ProductMenu_Orders_including_item
source: Orders including item
hu: Terméket tartalmazó rendelések

# MenuFunctions_ProductMenu_Prices
source: Prices
hu: Árak

# MenuFunctions_ProductMenu_Properties
source: Properties
hu: Tulajdonságok

# MenuFunctions_ProductMenu_Remove_EAN
source: Remove EAN
hu: EAN törlése

# MenuFunctions_ProductMenu_Remove_Price
source: Remove Price
hu: Ár törlése

# MenuFunctions_ProductMenu_Remove_record
source: Remove record
hu: Rekord törlése

# MenuFunctions_ProductMenu_Show_EANs
source: Show EANs
hu: EAN-ok megjelenítése

# MenuFunctions_ProductMenu_Show_orders_including_item
source: Show orders including item
hu: Terméket tartalmazó rendelések megjelenítése

# MenuFunctions_ProductMenu_Show_Prices
source: Show Prices
hu: Árak megjelenítése

# MenuFunctions_RemoveEAN_Are_you_sure_you_want_to_delete_the_selected_EAN_
source: Are you sure you want to delete the selected EAN?
hu: Biztosan törölni kívánja a kiválasztott EAN-t?

source: Are you sure you want to delete the selected Order?
hu: Biztosan törölni kívánja a kiválasztott rendelést?

# MenuFunctions_RemoveOrder_Click_Delete
source: Delete
hu: Törlés

# MenuFunctions_RemoveOrder_Click_Order_has_already_been_shipped_
source: Order has already been shipped!
hu: A rendelés már szállítva lett!

source: Are you sure you want to delete the selected Partner?
hu: Biztosan törölni kívánja a kiválasztott partnert?

# MenuFunctions_RemovePrice_Are_you_sure_you_want_to_delete_the_selected_Price_
source: Are you sure you want to delete the selected Price?
hu: Biztosan törölni kívánja a kiválasztott árat?

# MenuFunctions_RemoveRecord_Are_you_sure_you_want_to_delete_the_selected_Record_
source: Are you sure you want to delete the selected Record?
hu: Biztosan törölni kívánja a kiválasztott rekordot?

# MenuFunctions_ShippedOrder_Click_Are_you_sure_
source: Are you sure?
hu: Biztos benne?

# MenuFunctions_ShippedOrder_Click_Order_already_shipped_
source: Order already shipped!
hu: A rendelés már szállítva lett!

# MenuFunctions_ShippedOrder_Click_Shipped
source: Shipped
hu: Szállítva

source: Not enough stock for requested amount! Current stock: {0}
hu: A kért mennyíség meghaladja a készletet! Készlet: {0}

# MenuFunctions_Billing_Click_Client
source: Client
hu: Partner

# MenuFunctions_Billing_Click_Date
source: Date of creation
hu: Létrehozás dátuma

# MenuFunctions_Billing_Click_Invoice_Id
source: Invoice ID
hu: Számla ID

# MenuFunctions_MainMenu_Admin
source: Admin settings
hu: Admin beállítások

# MenuFunctions_MainMenu_Billing
source: Billing
hu: Számlázás

# MenuFunctions_MainMenu_Data
source: Data
hu: Adatok

# MenuFunctions_MainMenu_Exit
source: Exit
hu: Kilépés

# MenuFunctions_MainMenu_File
source: File
hu: Fájl

# MenuFunctions_MainMenu_Lang
source: Change language
hu: Nyelv választás

# MenuFunctions_MainMenu_Orders
source: Orders
hu: Rendelések

# MenuFunctions_MainMenu_Partners
source: Partners
hu: Partnertörzs

# MenuFunctions_MainMenu_Pass
source: Change password
hu: Jelszó változtatása

# MenuFunctions_MainMenu_Products
source: Products
hu: Terméktörzs

# MenuFunctions_ProductMenu_PricesCount
source: Prices count
hu: Árak száma

# MenuFunctions_ProductMenu_Qty
source: Quantity
hu: Mennyíség

# MenuFunctions_ProductMenu_SKU
source: SKU
hu: Cikkszám

# MenuFunctions_ProductMenu_Stock
source: Stock Qty.
hu: Készlet

# MenuFunctions_ProductMenu_Unit
source: Unit
hu: Cs. E.

# MenuFunctions_ProductMenu_CTN
source: CTN
hu: VTSZ

# MenuFunctions_ProductMenu_Desc
source: Description
hu: Leírás

# MenuFunctions_ProductMenu_EanCount
source: EAN count
hu: EAN-ok száma

# MenuFunctions_ProductMenu_EANs
source: EANs
hu: EAN-ok

# MenuFunctions_ProductMenu_Min
source: Min. Stock Qty.
hu: Minimum készlet

# MenuFunctions_ProductMenu_OrdersCount
source: Orders count
hu: Rendelések száma

# MenuFunctions_OrderMenu_NotShipped
source: Not shipped
hu: Nincs szállítva

# MenuFunctions_OrderMenu_OderDate
source: Order Date
hu: Rendelése dátuma

# MenuFunctions_OrderMenu_OrderDetail
source: Order details
hu: Rendelt termékek

# MenuFunctions_OrderMenu_OrderID
source: Order ID
hu: Rendelés ID

# MenuFunctions_OrderMenu_ReqDate
source: Required Date
hu: Kért kiszállítás dátuma

# MenuFunctions_OrderMenu_ShipDate
source: Shipped Date
hu: Kiszállítás dátuma

# MenuFunctions_PartnerMenu_InvoiceAddress
source: Invoice Address
hu: Számlázási cím

# MenuFunctions_PartnerMenu_Name
source: Name
hu: Név

# MenuFunctions_PartnerMenu_Orders
source: Orders
hu: Rendelések száma

# MenuFunctions_PartnerMenu_PriceCategory
source: Price Category
hu: Árkategória

# MenuFunctions_PartnerMenu_ShippingAddress
source: Shipping Address
hu: Szállítási cím

# MenuFunctions_PartnerMenu_Telephone
source: Telephone Number
hu: Telefonszám

# MenuFunctions_PartnerMenu_TIN
source: TIN
hu: Adószám

# MenuFunctions_ProductMenu_Number
source: Order ID
hu: Rendelés ID

# MenuFunctions_ProductMenu_Category
source: Category
hu: Kategória

# AdminSettingsFrm_button1_Click_Are_you_sure_
source: Are you sure?
hu: Biztos benne?

# AdminSettingsFrm_button1_Click_Confirmation
source: Confirmation
hu: Ellenörzés

# AdminSettingsFrm_button1_Click_Please_fill_every_field_
source: Please fill every field!
hu: Kérem töltse ki az összes mezőt!

# AdminSettingsFrm_button1_Click_Warning
source: Warning
hu: Figyelmeztetés

# AdminSettingsFrm_button3_Click_Delete_selected_user_
source: Delete selected user?
hu: Törli a kijelölt felhasználót?

# AdminSettingsFrm_checkBox5_CheckedChanged_Cancel
source: Cancel
hu: Mégse

# AdminSettingsFrm_checkBox5_CheckedChanged_Cancel_editing_
source: Cancel editing?
hu: Megszakítja a szerkesztést?

# MenuFunctions_Billing_Click_Finish
source: Finish
hu: Kész

# MenuFunctions_CreateOrder_Description
source: Description
hu: Leírás

# MenuFunctions_CreateOrder_Price
source: Price
hu: Ár

# MenuFunctions_CreateOrder_PU
source: PU
hu: Cs. E.

# MenuFunctions_CreateOrder_Qty
source: Quantity
hu: Mennyíség

# MenuFunctions_CreateOrder_SKU
source: SKU
hu: Cikkszám

# MenuFunctions_MainMenu_InvoiceSettings
source: Billingo API Connection
hu: Billingo API Kapcsolat

# AdminSettingsFrm_button1_Click_Password_Length
source: Password length must be between 6 and 24 characters!
hu: A jelszó hosszúságának 6 és 24 karakter között kell lennie!
